Repository: zeldridge/actuali
Catalog: Actuali/Actuali/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt_br

source: Found and added %lld tags: %@
de: %lld Tags gefunden und hinzugefügt: %@
es: Se encontraron y agregaron %lld etiquetas: %@
fr: %lld balises trouvées et ajoutées : %@
it: %lld tag trovati e aggiunti: %@
nl: %lld tags gevonden en toegevoegd: %@
pt_br: %lld tags encontradas e adicionadas: %@

source: Hidden
de: Ausgeblendet
es: Oculto
fr: Masqué
it: Nascosto
nl: Verborgen
pt_br: Oculto

source: Hidden tags stay on transactions but are hidden from suggestions and primary tag lists.
de: Ausgeblendete Tags verbleiben bei Transaktionen, werden jedoch in Vorschlägen und primären Tag-Listen ausgeblendet.
es: Las etiquetas ocultas permanecen en las transacciones pero se ocultan de las sugerencias y de las listas principales de etiquetas.
fr: Les balises masquées restent sur les transactions mais sont masquées des suggestions et des listes principales de balises.
it: I tag nascosti rimangono sulle transazioni ma vengono nascosti dai suggerimenti e dagli elenchi principali dei tag.
nl: Verborgen tags blijven op transacties staan, maar worden verborgen voor suggesties en primaire taglijsten.
pt_br: Tags ocultas permanecem nas transações, mas ficam ocultas das sugestões e das listas principais de tags.

source: Hide Tag
de: Tag ausblenden
es: Ocultar etiqueta
fr: Masquer la balise
it: Nascondi tag
nl: Tag verbergen
pt_br: Ocultar tag

source: Net Amount
de: Nettobetrag
es: Monto neto
fr: Montant net
it: Importo netto
nl: Nettobedrag
pt_br: Valor líquido

source: No Tags
de: Keine Tags
es: Sin etiquetas
fr: Aucune balise
it: Nessun tag
nl: Geen tags
pt_br: Nenhuma tag

source: No new tags found in transaction notes.
de: Keine neuen Tags in den Transaktionsnotizen gefunden.
es: No se encontraron etiquetas nuevas en las notas de las transacciones.
fr: Aucune nouvelle balise trouvée dans les notes de transaction.
it: Nessun nuovo tag trovato nelle note di transazione.
nl: Geen nieuwe tags gevonden in transactienotities.
pt_br: Nenhuma nova tag encontrada nas notas de transação.

source: No transactions tagged with %@
de: Keine Transaktionen mit Tag %@
es: No hay transacciones etiquetadas con %@
fr: Aucune transaction associée à la balise %@
it: Nessuna transazione con tag %@
nl: Geen transacties met tag %@
pt_br: Nenhuma transação marcada com %@

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
nl: Voorvertoning
pt_br: Prévia

source: Search tagged transactions
de: Getaggte Transaktionen durchsuchen
es: Buscar transacciones etiquetadas
fr: Rechercher des transactions associées
it: Cerca transazioni con tag
nl: Zoek getagde transacties
pt_br: Buscar transações marcadas

source: Search tags
de: Tags suchen
es: Buscar etiquetas
fr: Rechercher des balises
it: Cerca tag
nl: Tags zoeken
pt_br: Buscar tags

source: Show Hidden Tags
de: Ausgeblendete Tags anzeigen
es: Mostrar etiquetas ocultas
fr: Afficher les balises masquées
it: Mostra tag nascosti
nl: Toon verborgen tags
pt_br: Mostrar tags ocultas

source: Tag names cannot contain spaces or the # symbol.
de: Tag-Namen dürfen keine Leerzeichen oder das Zeichen # enthalten.
es: Los nombres de etiqueta no pueden contener espacios ni el símbolo #.
fr: Les noms de balise ne peuvent pas contenir d'espaces ni le symbole #.
it: I nomi dei tag non possono contenere spazi o il simbolo #.
nl: Tagnamen mogen geen spaties of het #-teken bevatten.
pt_br: Nomes de tag não podem conter espaços ou o símbolo #.

source: Tags let you flag and categorize transactions with #hashtags in notes.
de: Mit Tags können Sie Transaktionen mit #Hashtags in Notizen markieren und kategorisieren.
es: Las etiquetas le permiten marcar y categorizar transacciones con #hashtags en las notas.
fr: Les balises vous permettent de marquer et de catégoriser les transactions avec des #hashtags dans les notes.
it: I tag consentono di contrassegnare e classificare le transazioni con #hashtag nelle note.
nl: Met tags kun je transacties markeren en categoriseren met #hashtags in notities.
pt_br: As tags permitem sinalizar e categorizar transações com #hashtags nas notas.

source: This removes the tag from your managed tags list. The hashtag will remain on existing transaction notes.
de: Dadurch wird das Tag aus Ihrer Liste der verwalteten Tags entfernt. Der Hashtag bleibt in bestehenden Transaktionsnotizen erhalten.
es: Esto elimina la etiqueta de tu lista de etiquetas administradas. El hashtag permanecerá en las notas de las transacciones existentes.
fr: Cette action supprime la balise de votre liste de balises gérées. Le hashtag restera sur les notes des transactions existantes.
it: Questo rimuove il tag dall'elenco dei tag gestiti. L'hashtag rimarrà nelle note delle transazioni esistenti.
nl: Hiermee wordt de tag verwijderd uit je beheerde taglijst. De hashtag blijft op bestaande transactienotities staan.
pt_br: Isso remove a tag da sua lista de tags gerenciadas. A hashtag permanecerá nas notas de transações existentes.

source: Total Spent
de: Gesamtausgaben
es: Total gastado
fr: Total dépensé
it: Totale speso
nl: Totaal uitgegeven
pt_br: Total gasto

# error.invalidTagName
source: Invalid tag name
de: Ungültiger Tag-Name
es: Nombre de etiqueta no válido
fr: Nom de balise invalide
it: Nome tag non valido
nl: Ongeldige tagnaam
pt_br: Nome de tag inválido

# error.tagAlreadyExists
source: A tag with this name already exists
de: Ein Tag mit diesem Namen existiert bereits
es: Ya existe una etiqueta con este nombre
fr: Une balise avec ce nom existe déjà
it: Esiste già un tag con questo nome
nl: Er bestaat al een tag met deze naam
pt_br: Já existe uma tag com este nome

# error.tagCreationFailed %@
source: Failed to create tag: %@
de: Tag konnte nicht erstellt werden: %@
es: Error al crear la etiqueta: %@
fr: Échec de la création de la balise : %@
it: Impossibile creare il tag: %@
nl: Kan tag niet maken: %@
pt_br: Falha ao criar tag: %@

# error.tagUpdateFailed %@
source: Failed to update tag: %@
de: Tag konnte nicht aktualisiert werden: %@
es: Error al actualizar la etiqueta: %@
fr: Échec de la mise à jour de la balise : %@
it: Impossibile aggiornare il tag: %@
nl: Kan tag niet bijwerken: %@
pt_br: Falha ao atualizar tag: %@

source: Actual Budget Website
es: Sitio web de Actual Budget
fr: Site web d'Actual Budget
it: Sito web Actual Budget
pt_br: Site do Actual Budget

source: App Navigation
es: Navegación de la app
fr: Navigation de l'app
it: Navigazione dell'app
nl: App-navigatie
pt_br: Navegação do app

source: Backups
es: Copias de seguridad
fr: Sauvegardes
it: Backup

source: Budget
es: Presupuesto
nl: Begroting
pt_br: Orçamento

source: Budget Check-In, %@
es: Revisión del presupuesto, %@
fr: Bilan du budget, %@
it: Controllo del budget, %@
nl: Budgetcontrole, %@
pt_br: Revisão do orçamento, %@

source: Budget layout
es: Diseño del presupuesto
fr: Disposition du budget
it: Layout del budget
nl: Budgetindeling
pt_br: Layout do orçamento

source: Budget name
es: Nombre del presupuesto
fr: Nom du budget
it: Nome del budget
nl: Budgetnaam
pt_br: Nome do orçamento

# budget.checkIn.title
source: Budget Check-In
es: Revisión del presupuesto
fr: Bilan du budget
it: Controllo del budget
nl: Budgetcontrole
pt_br: Revisão do orçamento

# budget.options.layout
source: Layout
es: Diseño
fr: Affichage
it: Disposizione
nl: Indeling

# budget.title
source: Budget
es: Presupuesto
nl: Begroting
pt_br: Orçamento

source: Cash Flow
es: Flujo de efectivo
fr: Flux de trésorerie
it: Flusso di cassa
nl: Kasstroom
pt_br: Fluxo de caixa

# common.ok
source: OK
es: Aceptar

source: Email
es: Correo electrónico

source: Fallback Server URL
es: URL del servidor alternativo
fr: URL de serveur de secours
it: URL del server di fallback
pt_br: URL do servidor alternativo

source: Header name
es: Nombre del encabezado
fr: Nom de l'en-tête
it: Nome dell'intestazione
nl: Kopnaam
pt_br: Nome do cabeçalho

source: iOS Shortcuts
es: Atajos de iOS
fr: Raccourcis iOS
it: Scorciatoie iOS
nl: iOS-snelkoppelingen
pt_br: Atalhos do iOS

source: Layout
es: Diseño
fr: Disposition
it: Disposizione
nl: Indeling

source: Mapping Details
es: Detalles de la asociación
fr: Détails de l'association
it: Dettagli di mappatura
nl: Details in kaart brengen
pt_br: Detalhes da associação

source: Median
es: Mediana
fr: Médiane
it: Mediana
nl: Mediaan
pt_br: Mediana

source: N/A
es: N/D
fr: N/D
nl: N.v.t
pt_br: N/D

source: Name
es: Nombre
fr: Nom
it: Nome
nl: Naam
pt_br: Nome

# navigation.budget
source: Budget
es: Presupuesto
nl: Begroting
pt_br: Orçamento

source: Offline
es: Sin conexión
fr: Hors ligne
it: Non in linea

source: OK
es: Aceptar

source: Operator
es: Operador
fr: Opérateur
it: Operatore
pt_br: Operador

source: Pool name
es: Nombre del grupo
fr: Nom du pool
it: Nome del pool
nl: Poolnaam
pt_br: Nome do pool

source: Segment
es: Segmento
it: Segmento
pt_br: Segmento

source: Server URL
es: URL del servidor
fr: URL du serveur
it: URL del server
pt_br: URL do servidor

# settings.budget.title
source: Budget
es: Presupuesto
nl: Begroting
pt_br: Orçamento

source: Split
es: División
fr: Ventilation
it: Suddivisione
nl: Splitsen
pt_br: Divisão

source: Status
es: Estado
fr: Statut
it: Stato

source: Status: %@
es: Estado: %@
fr: Statut : %@
it: Stato: %@

source: System
es: Sistema
fr: Système
it: Sistema
nl: Systeem
pt_br: Sistema

source: Text
es: Texto
fr: Texte
it: Testo
nl: Tekst
pt_br: Texto

source: Version
es: Versión
it: Versione
nl: Versie
pt_br: Versão

source: vs %@
es: frente a %@
fr: par rapport à %@

source: vs budget
es: vs presupuesto
pt_br: vs. orçamento

source: Tag Name
es: Nombre de la etiqueta
fr: Nom de la balise
it: Nome del tag
nl: Tagnaam
pt_br: Nome da tag

source: Tags
es: Etiquetas
fr: Balises
it: Tag

source: Plan
it: Piano
pt_br: Plano
